bot_startup_msg = "БОТ ЗАПУЩЕН!"

bot_shutdown_msg = "БОТ ОСТАНОВЛЕН!"

start_msg = "Отправьте боту известные буквы и их позиции. \n\nЕсли известна <b>правильная позиция</b>, " \
            "тогда через плюс '+' (напр.: <b>ф+1</b> значит, что буква 'ф' на первом месте), " \
            "если известна <b>неправильная позиция</b>, тогда через минус '-' " \
            "(напр.: <b>я-5</b> значит, что буква 'я' есть в слове и она точно не на 5 месте).\n\n " \
            "Если <b>буквы нет</b> ставите два минуса (напр.: <b>ц--</b>).\n\n" \
            "Чтобы увидеть список слов введите /words, или воспользуйтесь MENU.\n\n" \
            "Если Вы ошиблись при вводе, нажмите /clear_input, и попробуйте снова."

clear_msg = "Ваш ввод очищен. Начните заново. Для справки наберите /help."

wrong_input_msg = "Некорректный ввод. Прочитайте инструкцию и попробуйте снова."